{
  "@context":"https://w3id.org/openbadges/v2",
  "criteria":{
    "@context":"https://w3id.org/openbadges/v2",
    "id":"https://www.ibm.com/certify/exam.html?id=C5050-063",
    "narrative":"The test consists of 5 sections containing a total of approximately 55 multiple-choice questions. The percentages after each section reflect the approximate distribution of the total question set across the sections.\nAssessment: Passing the test with a score of 70% or higher."
  },
  "description":"This certification targets intermediate level Deployment Professionals who manage the release of complex interdependent applications, infrastructure changes, and simultaneous deployments of multiple applications. This Deployment Professional can plan, execute, and track a release through every stage of the lifecycle model.The Deployment Professional should have an intermediate level of knowledge of UrbanCode Release and a firm understanding of how UrbanCode Release can be implemented in a small and simple environment as well as a large and complex environment. The Deployment Professional can train, tutor and mentor IBM customers in the installation, configuration and ongoing use of UrbanCode Release. The Deployment Professional can perform most of these tasks independently and may require some assistance from peers and vendor support services.",
  "id":"https://www.ibm.com/certify/cert.html?id=38001801",
  "image":{
    "@context":"https://w3id.org/openbadges/v2",
    "type":"ImageObject",
    "id":"https://lh5.googleusercontent.com/nhKabmU9QaME_76iiQuuZJ4Qgrk3qwydy6gAc-4NLRMmCUNp8jfG6JeF_5vMwJfkoswn7AtsCPHksA=w1920-h972",
    "caption":"IBM Certified Deployment Professional - Rational UrbanCode Release"
  },
  "name":"IBM Certified Deployment Professional - Rational UrbanCode Release",
  "issuer":{
    "@context":"https://w3id.org/openbadges/v2",
    "description":"IBM is recognized as a cognitive solutions and cloud platform company with one purpose\\: to be essential to the world. We do this in part through innovative learning and credentialing programs that help develop and recognize the talent that fuels innovation to change the world. IBM's Digital Badge Program represents our latest endeavor for recognizing this talent through secure, verifiable digital credentials representing skill, achievement, and contribution. Earn and share your badge today!",
    "email":"certify@us.ibm.com",
    "id":"https://www.ibm.com/certify/member/",
    "image":"https://acclaim-production-app.s3.amazonaws.com/images/854d76bf-4f74-4d51-98a0-d969214bfba7/large_IBM%2BLogo%2Bfor%2BAcclaim%2BProfile.png",
    "name":"IBM",
    "type":"Profile",
    "url":"https://www.ibm.com"
  },
  "alignment":[],
  "tags":["DevOps","Cloud","Deploy","Automation"],
  "type":"BadgeClass"
}
